Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Supporting Files/EnhancedTrackingProtection.xcstrings
Source language: en_us
Languages: ab, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, nb, nl, nn, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# Menu.EnhancedTrackingProtection.Certificates.CommonName.v131
source: Common Name
ab: Азеиԥш хьӡы
br: Anv boutin
bs: Uobičajeno ime
ca: Nom comú
co: Nome cumunu
cs: Obecné jméno
cy: Enw Cyffredin
da: Normalt navn
de: Allgemeiner Name
dsb: Zwucone mě
el: Κοινό όνομα
eo: Normala nomo
es: Nombre común
es_ar: Nombre común
es_cl: Nombre común
es_mx: Nombre común
eu: Ohiko izena
fi: Yleinen nimi
fr: Nom courant
gd: Ainm coitcheann
gl: Nome común
he: שם נפוץ
hr: Opće ime
hsb: Zwučene mjeno
hu: Általános név
hy_am: Սովորական անուն
ia: Nomine commun
id: Nama Umum
is: Almennt heiti
it: Nome comune
ja: 共通名
ka: საერთო სახელი
kab: ISem amagnu
kk: Жалпы аты
ko: 일반 이름
lo: ຊື່ທົ່ວໄປ
ml: പൊതുപ്പേരു്
nb: Vanlig navn
nl: Algemene naam
nn: Vanleg namn
pa_in: ਆਮ ਨਾਂ
pl: Nazwa pospolita
pt_br: Nome comum
pt_pt: Nome comum
rm: Num frequent
ru: Общее наименование
sat_olck: ᱥᱤᱫᱷᱨᱚᱬ ᱧᱩᱛᱩᱢ
scn: Nomu cumuni
sk: Bežný názov
sl: Običajno ime
sq: Emër i Rëndomtë
su: Ngaran umum
sv: Vanligt namn
tg: Номи умумӣ
th: ชื่อทั่วไป
tr: Yaygın ad
tt: Уртак исем
ug: ئادەتتىكى ئات
uk: Загальна назва
vi: Tên gọi chung
zh_cn: 通用名称
zh_tw: 一般名稱

# Menu.EnhancedTrackingProtection.Certificates.IssuerCountry.v131
source: Country
ab: Ақалақь
br: Bro
bs: Država
ca: País
co: Paese
cs: Země
cy: Gwlad
da: Land
de: Land
dsb: Kraj
el: Χώρα
eo: Lando
es: País
es_ar: País
es_cl: País
es_mx: País
eu: Herrialdea
fi: Maa
fr: Pays
gd: Dùthaich
gl: País
he: מדינה
hr: Zemlja
hsb: Kraj
hu: Ország
hy_am: Երկիր
ia: Pais
id: Negara
is: Land
it: Nazione
ja: 国
ka: ქვეყანა
kab: Tamurt
kk: Ел
ko: 국가
lo: ປະເທດ
ml: രാജ്യം
nb: Land
nl: Land
nn: Land
pa_in: ਦੇਸ਼
pl: Państwo
pt_br: País
pt_pt: País
rm: Pajais
ru: Страна
sat_olck: ᱫᱤᱥᱚᱢ
scn: Pajisi
si: රට
sk: Krajina
sl: Država
sq: Vend
su: Nagara
sv: Land
tg: Кишвар
th: ประเทศ
tr: Ülke
tt: Ил
ug: دۆلەت
uk: Країна
vi: Quốc gia
zh_cn: 国家/地区
zh_tw: 國家

# Menu.EnhancedTrackingProtection.Certificates.IssuerName.v131
source: Issuer Name
ab: Ажәабжьҳәаҩ
br: Anv ar skigner
bs: Naziv izdavaoca
ca: Nom de l'emissor
co: Nome di l’emettidore
cs: Jméno vydavatele
cy: Enw Cyhoeddwr
da: Udsteders navn
de: Ausstellername
dsb: Mě wudawarja
el: Όνομα εκδότη
eo: Nomo de la eldoninto
es: Nombre del emisor
es_ar: Nombre del emisor
es_cl: Nombre del emisor
es_mx: Nombre del emisor
eu: Jaulkitzailearen izena
fi: Myöntäjän nimi
fr: Nom de l’émetteur
gd: Ainm an fhoillsicheir
gl: Nome do emisor
he: שם המנפיק
hr: Ime izdavača
hsb: Mjeno wudawarja
hu: Kibocsátó neve
hy_am: Թողարկողի անուն
ia: Nomine del emissor
id: Nama Penerbit
is: Nafn útgefanda
it: Nome autorità emittente
ja: 発行者名
ka: გამომცემის დასახელება
kab: ISem n umazan
kk: Шығарушы аты
ko: 발급자 이름
lo: ຊື່ຜູ້ອອກ
ml: ഉൽപാദിപ്പിക്കുന്നവന്റെ പേരു്
nb: Utstederens navn
nl: Naam uitgever
nn: Namn til utskrivar
pa_in: ਜਾਰੀਕਰਤਾ ਨਾਂ
pl: Nazwa wystawcy
pt_br: Nome do emissor
pt_pt: Nome do emissor
rm: Num da l’emettur
ru: Издатель
sat_olck: ᱮᱢ ᱪᱟᱞᱤᱭᱟᱹ ᱧᱩᱛᱩᱢ
scn: Nomu auturità di rilàssita
si: නිකුත්කරුගේ නම
sk: Názov vydavateľa
sl: Ime izdajatelja
sq: Emër Lëshuesi
su: Ngaran Pamedal
sv: Utfärdarnamn
tg: Номи бароранда
th: ชื่อผู้ออก
tr: Düzenleyenin adı
tt: Чыгаручы исеме
ug: تارقاتقۇچىنىڭ ئىسمى
uk: Видавець
vi: Tên nhà cung cấp
zh_cn: 颁发者名称
zh_tw: 簽發者名稱

# Menu.EnhancedTrackingProtection.Certificates.IssuerOrganization.v131
source: Organization
ab: Аиҿкаара
br: Aozadur
bs: Organizacija
ca: Organització
co: Urganismu
cs: Společnost
cy: Corff
da: Organisation
de: Organisation
dsb: Organizacija
el: Οργανισμός
eo: Organizo
es: Organización
es_ar: Organización
es_cl: Organización
es_mx: Organización
eu: Erakundea
fi: Organisaatio
fr: Organisation
gd: Am buidheann
gl: Organización
he: ארגון
hr: Organizacija
hsb: Organizacija
hu: Szervezet
hy_am: Կազմակերպություն
ia: Organisation
id: Organisasi
is: Fyrirtæki/Stofnun
it: Organizzazione
ja: 組織
ka: დაწესებულება
kab: Takebbanit
kk: Ұйым
ko: 조직
lo: ອົງກອນ
ml: സ്ഥാപനം
nb: Organisasjon
nl: Organisatie
nn: Organisasjon
pa_in: ਸੰਗਠਨ
pl: Organizacja
pt_br: Organização
pt_pt: Organização
rm: Organisaziun
ru: Организация
sat_olck: ᱜᱟᱶᱛᱟ
scn: Urganizzazzioni
si: සංවිධානය
sk: Organizácia
sl: Organizacija
sq: Ent
su: Organisasi
sv: Organisation
tg: Ташкилот
th: องค์กร
tr: Kuruluş
tt: Оешма
ug: تەشكىلات
uk: Організація
vi: Tổ chức
zh_cn: 组织
zh_tw: 公司

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNames.v131
source: Subject Alt Names
ab: Асубиеқт Альтернативтә хьӡқәа
br: Anvioù all an danvez
bs: Alt nazivi predmeta
ca: Noms alternatius del subjecte
co: Nomi alternativi di u sughjettu
cs: Alternativní jména subjektu
cy: Enwau Alt Pwnc
da: Subjektets alternative navne
de: Alternative Inhaberbezeichnungen
dsb: Alternatiwne subjektne mjenja
el: Εναλλακτικά ονόματα θέματος
eo: Alternativa nomo de la ricevinto
es: Nombres alternativos del sujeto
es_ar: Nombres alternativos del sujeto
es_cl: Nombres alternativos del interesado
es_mx: Nombres alternativos del interesado
eu: Hiritarren ordezko izenak
fi: Kohteen Alt-nimet
fr: Noms alternatifs du sujet
gd: Ainmean eile a’ chuspair
gl: Nomes alternativos do asunto
hr: Alternativno ime predmeta
hsb: Alternatiwne subjektne mjena
hu: Tárgy alternatív nevei
hy_am: Առարկայի Alt անուններ
ia: Nomines alternative del subjecto
id: Nama Subjek Alternatif
is: Önnur heiti viðfangsefnis
it: Nomi alternativi soggetto
ja: 主体者代替名
ka: წარმდგენის სხვა სახელები
kab: Ismawen-nniden n uzwel
kk: Субъекттің балама аттары
ko: 주체 대체 이름
lo: ຊື່ຫົວເລື່ອງການສະແດງແທນ
ml: ഒന്നിടവിട്ട വിഷയ പേരുകൾ
nb: Utstedt til alternativ navn
nl: Alternatieve houdernamen
nn: Alternativt namn til eigar
pa_in: ਵਿਸ਼ੇ ਦਾ ਬਦਲਵਾਂ ਨਾਂ
pl: Alternatywne nazwy podmiotu
pt_br: Nomes alternativos do sujeito
pt_pt: Nomes alternativos do sujeito
rm: Nums alternativs dal subject
ru: Альтернативные имена субъекта
sat_olck: ᱥᱟᱛᱟᱢ Alt ᱧᱩᱛᱩᱢᱠᱚ
scn: Autri nomi dû suggettu
sk: Alternatívne názvy subjektu
sl: Alternativna imena subjekta
sq: Emra Alternativë Subjekti
su: Ngaran Alt Subject
sv: Ämne eller namn
tg: Номи иловагии воҳид
th: ชื่อหัวเรื่องแสดงแทน
tr: Özne alternatif adları
tt: Субъектнең альтернатив исемнәре
ug: تېما ئالماشتۇرۇش ئىسمى
uk: Альтернативні імена суб'єкта
vi: Tên chủ đề thay thế
zh_cn: 主题替代名称
zh_tw: 主體替代名稱

# Menu.EnhancedTrackingProtection.Certificates.SubjectAltNamesDNSName.v131
source: DNS Name
ab: DNS ахьӡ
br: Anv DNS
bs: Ime DNS-a
ca: Nom DNS
co: Nome DNS
cs: Záznam DNS
cy: Enw DNS
da: DNS-navn
dsb: DNS-mě
el: Όνομα DNS
eo: Nomo DNS
es: Nombre DNS
es_ar: Nombre DNS
es_cl: Nombre de DNS
es_mx: Nombre de DNS
eu: DNS izena
fi: DNS-nimi
fr: Nom DNS
gd: Ainm DNS
gl: Nome do DNS
he: שם DNS
hr: DNS ime
hsb: DNS-mjeno
hu: Tartománynév
hy_am: DNS Անուն
ia: Nomine de DNS
id: Nama DNS
is: DNS-nafn
it: Nome DNS
ja: DNS 名
ka: DNS-სახელი
kab: Isem DNS
kk: DNS аты
ko: DNS 이름
ml: ഡിഎന്‍എസ് പേരു്
nb: DNS-navn
nl: DNS-naam
nn: DNS-namn
pa_in: DNS ਨਾਂ
pl: Nazwa DNS
pt_br: Nome de DNS
pt_pt: Nome de DNS
rm: Num DNS
ru: DNS-имя
sat_olck: DNS ᱧᱩᱛᱩᱢ
scn: Nomu DNS
si: ව.නා.ප. නම
sk: Záznam DNS
sl: Ime DNS
sq: Emër DNS
su: Ngaran DNS
sv: DNS-namn
tg: Номи «DNS»
tr: DNS adı
tt: DNS исеме
ug: DNS ئىسمى
uk: Ім'я DNS
vi: Tên DNS
zh_cn: DNS 名称
zh_tw: DNS 名稱

# Menu.EnhancedTrackingProtection.Certificates.SubjectName.v131
source: Subject Name
ab: Амаҭәар ахьӡ
br: Anv an danvez
bs: Naziv subjekta
ca: Nom del subjecte
co: Nome di u sughjettu
cs: Jméno subjektu
cy: Enw'r Pwnc
da: Subjektets navn
de: Inhabername
dsb: Subjektne mě
el: Όνομα θέματος
eo: Nomo de la ricevinto
es: Nombre del asunto
es_ar: Nombre del asunto
es_cl: Nombre del interesado
es_mx: Nombre del interesado
eu: Hiritarraren izena
fi: Kohteen nimi
fr: Nom du sujet
gd: Ainm a’ chuspair
gl: Nome do asunto
hr: Ime predmeta
hsb: Subjektne mjeno
hu: Tárgy neve
hy_am: Առարկայի անուն
ia: Nomine del subjecto
id: Nama Subjek
is: Heiti viðfangsefnis
it: Nome soggetto
ja: 主体者名
ka: წარმდგენის დასახელება
kab: Isem n uzwel
kk: Субъект аты
ko: 주체 이름
lo: ຊື່ຫົວເລື່ອງ
ml: വിഷയ പേരു്
nb: Navn til eier
nl: Naam houder
nn: Namn til eigar
pa_in: ਵਿਸ਼ਾ ਨਾਂ
pl: Nazwa podmiotu
pt_br: Nome do sujeito
pt_pt: Nome do sujeito
rm: Num dal subject
ru: Имя субъекта
sat_olck: ᱥᱟᱛᱟᱢ ᱨᱮᱭᱟᱜ ᱧᱩᱛᱩᱢ
scn: Nomu dû suggettu
si: මාතෘකාවේ නම
sk: Názov subjektu
sl: Ime subjekta
sq: Emër Subjekti
su: Ngaran Subjék
sv: Ämnesnamn
tg: Номи воҳид
th: ชื่อหัวเรื่อง
tr: Özne adı
tt: Субъект исеме
ug: تېما ئىسمى
uk: Ім'я суб'єкта
vi: Tên chủ đề
zh_cn: 主题名称
zh_tw: 主體名稱

# Menu.EnhancedTrackingProtection.Certificates.Title.v131
source: Certificate
ab: Асертификат
br: Testeni
bs: Certifikat
ca: Certificat
co: Certificatu
cs: Certifikát
cy: Tystysgrif
da: Certifikat
de: Zertifikat
dsb: Certifikat
el: Πιστοποιητικό
eo: Atestilo
es: Certificado
es_ar: Certificado
es_cl: Certificado
es_mx: Certificado
eu: Ziurtagiria
fi: Varmenne
fr: Certificat
gd: Teisteanas
gl: Certificado
he: אישור אבטחה
hr: Certifikat
hsb: Certifikat
hu: Tanúsítvány
hy_am: Վկայագիր
ia: Certificato
id: Sertifikat
is: Skilríki
it: Certificato
ja: 証明書
ka: სერთიფიკატი
kab: Aselkin
kk: Сертификат
ko: 인증서
lo: ໃບຮັບຮອງ
ml: പ്രമാണപത്രം
nb: Sertifikat
nl: Certificaat
nn: Sertifikat
pa_in: ਸਰਟੀਫਿਕੇਟ
pl: Certyfikat
pt_br: Certificado
pt_pt: Certificado
rm: Certificat
ru: Сертификат
sat_olck: ᱯᱚᱨᱢᱟᱱ ᱥᱟᱠᱟᱢ
scn: Cirtificatu
si: සහතිකය
sk: Certifikát
sl: Digitalno potrdilo
sq: Dëshmi
su: Sertipikat
sv: Certifikat
tg: Гувоҳнома
th: ใบรับรอง
tr: Sertifika
tt: Сертификат
ug: گۇۋاھنامە
uk: Сертифікат
vi: Chứng chỉ
zh_cn: 证书
zh_tw: 憑證

# Menu.EnhancedTrackingProtection.Certificates.Validity.v131
source: Validity
ab: Алабҿабара
br: Talvoudegezh
bs: Validnost
ca: Validesa
co: Validità
cs: Platnost
cy: Dilysrwydd
da: Gyldighed
de: Gültigkeit
dsb: Płaśiwosć
el: Εγκυρότητα
eo: Valideco
es: Validez
es_ar: Validez
es_cl: Validez
es_mx: Validez
eu: Balio-epea
fi: Voimassaolo
fr: Validité
gd: Dligheachd
gl: Validez
he: תוקף
hr: Valjanost
hsb: Płaćiwosć
hu: Érvényesség
hy_am: Վավեր է
ia: Validitate
id: Keabsahan
is: Gildistími
it: Validità
ja: 有効期間
ka: ძალამოსილობა
kab: Taneɣbalt
kk: Мерзімі
ko: 유효성
lo: ຄວາມຖືກຕ້ອງ
ml: കാലാവധി
nb: Gyldighet
nl: Geldigheid
nn: Gyldigheit
pa_in: ਵੈਧਤਾ
pl: Ważność
pt_br: Validade
pt_pt: Validade
rm: Validitad
ru: Действительность
sat_olck: ᱯᱩᱥᱴᱟᱹᱣᱚᱠᱛᱚ
scn: Validità
si: වලංගුභාවය
sk: Platnosť
sl: Veljavnost
sq: Vlefshmëri
su: kaabsahan
sv: Giltighet
tg: Эътибор
th: มีผล
tr: Geçerlilik
tt: Чынлык
ug: ئىناۋەتلىكى
uk: Чинність
vi: Tính hiệu lực
zh_cn: 有效性
zh_tw: 有效期

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotAfter.v131
source: Not After
ab: Аус ауеит
br: Ket goude
bs: Ne poslije
ca: No després de
co: Micca dopu
cs: Platnost do
cy: Nid ar Ôl
da: Ikke efter
de: Nicht nach
dsb: Nic pó
el: Όχι μετά
eo: Ne post
es: No después
es_ar: No después
es_cl: No después
es_mx: No después
eu: Ez ondoren
fi: Ei jälkeen
fr: Pas après
gd: Chan ann as dèidh
gl: Non posterior a
he: לא לאחר
hr: Ne nakon
hsb: Nic po
hu: Vége
hy_am: Ոչ Հետո
ia: Non post
id: Tidak Sesudah
is: Ekki eftir
it: Non dopo
ja: 終了日
ka: არა უგვიანეს
kab: Mačči ɣer zdat
kk: Кеш емес
ko: 이 시각 이후에는 없음
lo: ບໍ່ແມ່ນຫຼັງຈາກ
ml: ശേഷമുള്ളതല്ല
nb: Ikke etter
nl: Niet na
nn: Ikkje etter
pa_in: ਇਸ ਤੋਂ ਬਾਅਦ ਨਹੀਂ
pl: Nieważny po
pt_br: Não após
pt_pt: Não posterior a
rm: Betg suenter
ru: Действителен по
sat_olck: ᱛᱟᱭᱚᱢ ᱛᱮ ᱵᱟᱝᱟ
scn: No doppu di
sk: Neplatný po
sl: Ne po
sq: Jo Pas
su: Lain Sanggeus
sv: Inte efter
tg: Боэътибор то
th: ไม่หลังจากนี้
tr: Bitiş
tt: Бу көнгә кадәр
ug: كېيىن ئەمەس
uk: Чинний до
vi: Hiệu lực đến
zh_cn: 不晚于
zh_tw: 不晚於

# Menu.EnhancedTrackingProtection.Certificates.ValidityNotBefore.v131
source: Not Before
ab: Аус ауеит
br: Ket a-raok
bs: Ne prije
ca: No abans de
co: Micca nanzu
cs: Platnost od
cy: Nid Cyn
da: Ikke før
de: Nicht vor
dsb: Nic pśed
el: Όχι πριν
eo: Ne antaŭ
es: No antes
es_ar: No antes
es_cl: No antes
es_mx: No antes
eu: Ez lehenago
fi: Ei ennen
fr: Pas avant
gd: Chan ann ro
gl: Non anterior a
he: לא לפני
hr: Ne prije
hsb: Nic před
hu: Kezdete
hy_am: Ոչ Նախքան
ia: Non ante
id: Tidak Sebelum
is: Ekki fyrir
it: Non prima
ja: 開始日
ka: არა უადრეს
kab: Mačči send
kk: Ертерек емес
ko: 이 시각 이전에는 없음
lo: ບໍ່ແມ່ນກ່ອນ
ml: മുമ്പുള്ളതല്ല
nb: Ikke før
nl: Niet voor
nn: Ikkje før
pa_in: ਇਸ ਤੋਂ ਪਹਿਲਾਂ ਨਹੀਂ
pl: Nieważny przed
pt_br: Não antes de
pt_pt: Não anterior a
rm: Betg avant
ru: Действителен с
sat_olck: ᱢᱟᱲᱟᱝ ᱛᱮ ᱵᱟᱝᱟ
scn: No prima di
sk: Neplatný pred
sl: Ne pred
sq: Jo Para
su: Lain Saméméh
sv: Inte före
tg: Боэътибор аз
th: ไม่ก่อน
tr: Başlangıç
tt: Бу көннән башлап
ug: ئىلگىرى ئەمەس
uk: Чинний з
vi: Hiệu lực từ
zh_cn: 不早于
zh_tw: 不早於

# Menu.EnhancedTrackingProtection.ClearData.AlertCancelButton.v128
source: Cancel
ab: Аԥыхра
br: Nullañ
bs: Otkaži
ca: Cancel·la
co: Abbandunà
cs: Zrušit
cy: Diddymu
da: Annuller
de: Abbrechen
dsb: Pśetergnuś
el: Ακύρωση
eo: Nuligi
es: Cancelar
es_ar: Cancelar
es_cl: Cancelar
es_mx: Cancelar
eu: Utzi
fi: Kumoa
fr: Annuler
gd: Sguir dheth
gl: Cancelar
he: ביטול
hr: Odustani
hsb: Přetorhnyć
hu: Mégse
hy_am: Չեղարկել
ia: Cancellar
id: Batal
is: Hætta við
it: Annulla
ja: キャンセル
ka: გაუქმება
kab: Sefsex
kk: Бас тарту
ko: 취소
lo: ຍົກເລີກ
ml: റദ്ദാക്കുക
nb: Avbryt
nl: Annuleren
nn: Avbryt
pa_in: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
rm: Interrumper
ru: Отмена
sat_olck: ᱵᱟᱹᱰᱨᱟᱹ
scn: Sfai
si: අවලංගු
sk: Zrušiť
sl: Prekliči
sq: Anuloje
su: Bolay
sv: Avbryt
tg: Бекор кардан
th: ยกเลิก
tr: İptal
tt: Баш тарту
ug: ۋاز كەچ
uk: Скасувати
vi: Hủy bỏ
zh_cn: 取消
zh_tw: 取消

# Menu.EnhancedTrackingProtection.ClearData.AlertOkButton.v128
source: Clear
ab: Аилкаара
br: Skarzhañ
bs: Očisti
ca: Esborra
co: Squassà
cs: Vymazat
cy: Clirio
da: Ryd
de: Leeren
dsb: Wuprozniś
el: Απαλοιφή
eo: Viŝi
es: Limpiar
es_ar: Limpiar
es_cl: Limpiar
es_mx: Limpiar
eu: Garbitu
fi: Tyhjennä
fr: Effacer
gd: Falamhaich
gl: Borrar
he: ניקוי
hr: Izbriši
hsb: Zhašeć
hu: Törlés
hy_am: Մաքրել
ia: Vacuar
id: Bersihkan
is: Hreinsa
it: Elimina
ja: 消去
ka: გასუფთავება
kab: Sfeḍ
kk: Тазарту
ko: 지우기
lo: ລົບລ້າງ
ml: മായ്ക്കുക
nb: Tøm
nl: Wissen
nn: Tøm
pa_in: ਸਾਫ਼ ਕਰੋ
pl: Usuń
pt_br: Limpar
pt_pt: Limpar
rm: Stizzar
ru: Очистить
sat_olck: ᱯᱷᱟᱨᱪᱟ
scn: Scancella
si: මකන්න
sk: Vymazať
sl: Počisti
sq: Spastroje
su: Beresihan
sv: Rensa
tg: Пок кардан
th: ล้าง
tr: Temizle
tt: Чистарту
ug: تازىلا
uk: Очистити
vi: Xóa
zh_cn: 清除
zh_tw: 清除

# Menu.EnhancedTrackingProtection.ClearData.AlertText.v128
source: Removing cookies and site data for %@ might log you out of websites and clear shopping carts.
ab: %@ азы акукиқәеи асаит адыррақәеи раԥыхра иахҟьаны асаитқәа рҟынтәи уҭыҵыр алшоит, насгьы уаахәаратә кәырҷыжь ҭацәхар алшоит.
br: Dilemel an toupinoù ha roadennoù al lec’hienn evit %@ a c’hall digennaskañ ac’hanoc’h eus lec’hiennoù 'zo ha skarzhañ ho paner prenadennoù.
bs: Uklanjanje kolačića i podataka web stranica za %@ moglo bi vas odjaviti sa web stranica i očistiti košarice za kupovinu.
ca: En eliminar les galetes i les dades del lloc %@, pot ser que se us tanquin les sessions o que se us buidin els carros de la compra dels llocs web.
co: A cacciatura di i canistrelli è di i dati di i siti per %@ puderia discunnettevi è viutà e sporte di cumprera.
cs: Smazání cookies a dat stránek %@ může vést k odhlášení ze stránek a vymazání nákupního košíku.
cy: Mae'n bosib y bydd dileu cwcis a data safle %@ yn eich allgofnodi o wefannau ac yn gwagio troliau siopa.
da: Ved at fjerne cookies og webstedsdata for %@ kan du blive logget ud fra websteder, og indkøbskurve kan blive ryddet.
de: Durch das Löschen von Cookies und Website-Daten für %@ werden Sie eventuell von Websites abgemeldet und Warenkörbe gelöscht.
dsb: Gaž cookieje a sedłowe daty za %@ wótwónoźujośo, wótzjawjaśo se snaź wót websedłow a prozniśo nakupowański wózyk.
el: Η διαγραφή των cookie και των δεδομένων ιστοτόπων του %@ ενδέχεται να σας αποσυνδέσει από ιστοτόπους και να αδειάσει τα καλάθια αγορών.
eo: La forigo de kuketoj kaj retejaj datumoj de %@ povus fini seancojn kaj malplenigi aĉetumĉarojn.
es: Eliminar cookies y datos del sitio para %@ puede cerrar sesión en los sitios web y limpiar los carritos de compras.
es_ar: Eliminar cookies y datos del sitio para %@ puede cerrar sesión en los sitios web y limpiar los carritos de compras.
es_cl: Eliminar cookies y datos del sitio para %@ podría cerrar su sesión en los sitios web y borrar los carritos de compras.
es_mx: Eliminar cookies y datos del sitio para %@ puede cerrar sesión en los sitios web y limpiar los carritos de compras.
eu: %@ webgunerako cookieak eta datuak kentzeak webguneetatik saioa amaitzea eta erosketa-orgak hustea eragin lezake.
fi: Evästeiden ja sivustotietojen poistaminen sivustolta %@ saattaa kirjata sinut ulos verkkosivustoilta ja tyhjentää ostoskorit.
fr: Supprimer les cookies et les données de sites pour %@ peut vous déconnecter de sites web et vider vos paniers d’achats.
gd: Ma bheir thu air falbh briosgaidean is dàta na làraich airson %@, dh’fhaoidte gun dèid do chlàradh a-mach à làraichean-lìn agus gun dèid cairtean seopadaireachd fhalamhachadh.
gl: Eliminar as cookies e os datos do sitio para %@ podería pechar a súa sesión nos sitios web e borrar os carriños da compra.
he: הסרת עוגיות ונתוני אתרים עבור %@ עשויה לנתק את החשבון שלך מאתרים ולרוקן עגלות קניות.
hr: Uklanjanjem kolačića i podataka web stranice, %@ će te možda odjaviti s web stranice i isprazniti košaricu.
hsb: Hdyž placki a sydłowe daty za %@ wotstronjeće, wotzjewjeće so snano wot websydłow a wuprózdnjeće nakupowanski wozyk.
hu: A sütik és oldaladatok eltávolítása a(z) %@ webhelyről kijelentkeztetheti a webhelyekről, és törölheti a kosarait.
hy_am: %@-ի թխուկները և կայքի տվյալները հեռացնելը կարող է ձեզ դուրս բերել կայքերից և մաքրել գնումների զամբյուղները:
ia: Remover cookies e datos de sito pro %@ pote disconnecter te de sitos web e vacuar carrettos de compras.
id: Menghapus kuki dan data situs untuk %@ dapat mengeluarkan Anda dari situs web dan menghapus isi keranjang belanja.
is: Ef þú fjarlægir vefkökur og síðugögn fyrir %@ gætirðu skráð þig út af vefsvæðum og hreinsað innkaupakörfur.
it: La rimozione di cookie e dati dei siti web per %@ potrebbe disconnetterti dal sito o svuotare eventuali carrelli in sospeso.
ja: %@ の Cookie とサイトデータを削除すると、ウェブサイトからログアウトされ、ショッピングカートの内容が空になる可能性があります。
ka: ფუნთუშებისა და საიტის მონაცემების წაშლით %@ დაგატოვებინებთ შესულ ანგარიშებს და შესაძლოა, საყიდლების კალათებიც დაგიცარიელდეთ.
kab: Tukksa n yinagan n tuqqna d yisefka n usmel i %@ yezmer ad ak-isuffeɣ seg usmel web, ad yesfeḍ tikarḍiwin n tiɣin.
kk: %@ ішіндегі cookie файлдары мен сайт деректерін өшіру сізді веб-сайттардан шығаруы және сауда қоржындарын тазалауы мүмкін.
ko: %@에 대한 쿠키와 사이트 데이터를 제거하면 웹사이트에서 로그아웃되고 장바구니가 지워질 수 있습니다.
lo: ການລຶບຄຸກກີ້ ແລະ ຂໍ້ມູນເວັບໄຊສຳລັບ %@ ອາດຈະເຮັດໃຫ້ທ່ານອອກຈາກລະບົບເວັບໄຊ ແລະ ລຶບລ້າງກະຕ່າຊື້ເຄື່ອງ.
nb: Fjerning av infokapsler og nettstedsdata for %@ kan logge deg ut av nettsteder og tømme handlekurver.
nl: Het verwijderen van cookies en websitegegevens voor %@ kan u bij websites afmelden en winkelwagentjes leegmaken.
nn: Fjerning av infokapslar og nettstad-data for %@ kan logge deg ut av nettstadar og tøme handlekorger.
pa_in: %@ ਲਈ ਕੂਕੀਜ਼ ਅਤੇ ਸਾਈਟ ਡਾਟੇ ਨੂੰ ਹਟਾਉਣ ਨਾਲ ਤੁਸੀਂ ਵੈੱਬਸਾਈਟਾਂ ਤੋਂ ਲਾਗ ਆਉਟ ਅਤੇ ਖਰੀਦਦਾਰੀ ਕਾਰਟ ਖਾਲੀ ਹੋ ਸਕਦੇ ਹਨ।
pl: Usunięcie ciasteczek i danych witryny %@ może spowodować wylogowanie ze strony lub opróżnienie koszyka w sklepie.
pt_br: Remover cookies e dados do site %@ pode fazer você sair da conta do site e limpar carrinhos de compras.
pt_pt: Remover cookies e dados de sites para %@ pode terminar a sua sessão nos sites e limpar os carrinhos de compras.
rm: Sche ti allontaneschas cookies e datas da websites da %@, po quai avair per consequenza che ti vegns deconnectà da websites e perdas il cuntegn da chanasters da cumpra.
ru: Удаление кук и данных сайтов для %@ может привести к выходу из аккаунта на веб-сайтах и очищению корзины покупок.
sat_olck: ᱠᱩᱠᱤᱡᱽ ᱚᱪᱚᱜ ᱟᱨ ᱥᱟᱭᱤᱴ ᱰᱟᱴᱟ %@ ᱞᱟᱹᱜᱤᱫ ᱟᱢ ᱣᱮᱵᱽᱥᱟᱭᱤᱴ ᱠᱷᱚᱱ ᱵᱟᱦᱨᱮ ᱚᱰᱚᱠ ᱟᱨ ᱥᱚᱯᱤᱝ ᱠᱟᱨᱴ ᱥᱟᱯᱷᱟ ᱫᱟᱲᱮᱭᱟᱜᱼᱟ ᱾
scn: Scancillari i viscotta e i dati dû situ pi %@ ti putissi fari nèsciri dû situ e sbacantari i to carrelli dâ spisa.
sk: Odstránenie súborov cookie a údajov stránky pre %@ vás môže odhlásiť z webových stránok a vymazať nákupné košíky.
sl: Odstranjevanje piškotkov in podatkov strani za %@ vas lahko odjavi iz spletnih strani in počisti nakupovalni voziček.
sq: Heqja e cookie-eve dhe të dhënave të sajteve për %@ mund të sjellë daljen tuaj nga sajte dhe spastrim shportash blerjesh.
su: Mupus réréméh jeung data situs pikeun %@ mungkin ngaluarkeun anjeun tina log situs wéb jeung mupus carangka balanja.
sv: Att ta bort kakor och webbplatsdata för %@ kan logga ut dig från webbplatser och tömma kundvagnar.
tg: Агар шумо барои сомонаи асосии %@ кукиҳо ва маълумоти сомонаро тоза кунед, ин амал метавонад шуморо аз низомҳои сомонаҳои алоқаманд берун барорад ва сабадҳои харидории шуморо тоза намояд.
th: การเอาคุกกี้และข้อมูลไซต์สำหรับ %@ ออกอาจทำให้คุณออกจากระบบเว็บไซต์และล้างตะกร้าสินค้า
tr: %@ sitesinin çerezlerini ve site verilerini temizlerseniz oturumlarınız kapanabilir ve alışveriş sepetleriniz boşalabilir.
ug: %@ نىڭ ساقلانما ۋە تور بېكەت سانلىق مەلۇماتلىرىنى چىقىرىۋەتسە سىزنى تور بېكەت تىزىمىدىن چىقىرىپ، مال ھارۋىسىنىمۇ تازىلىۋېتىشى مۇمكىن.
uk: Вилучення файлів cookie та даних для %@ може призвести до виходу на вебсайтах і очищення кошиків для покупок.
vi: Việc xóa cookie và dữ liệu trang web cho %@ có thể khiến bạn đăng xuất khỏi các trang web và xóa giỏ hàng.
zh_cn: 移除 %@ 的 Cookie 和网站数据可能会导致网站退出登录或清空购物车。
zh_tw: 清除 %@ 的 Cookie 與網站資料，可能會將您從某些網站登出，或清除購物車內容。
